{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "100"
			},
			"Translation":
			{
				"Text": "100"
			},
			"Key": "B0F3123246619679F2E11CAFE4E95EB6"
		},
		{
			"Source":
			{
				"Text": "Found"
			},
			"Translation":
			{
				"Text": "已找到"
			},
			"Key": "D47A43F14389A8908A16E1B06E649C55"
		},
		{
			"Source":
			{
				"Text": "Not Found"
			},
			"Translation":
			{
				"Text": "未找到"
			},
			"Key": "8DD7157243C8055C0F5C86B6CF2BBB2D"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "LOCTEXT_CPP_STRING_TABLE",
			"Children": [
				{
					"Source":
					{
						"Text": "SourceString"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Key"
				}
			]
		},
		{
			"Namespace": "ST_KBFL",
			"Children": [
				{
					"Source":
					{
						"Text": "/node - show all important infos for nodes"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KBFL_DEBUG_TraceNode.KBFL_DEBUG_TraceNode_C.Usage"
				},
				{
					"Source":
					{
						"Text": "Actor Placer Helper"
					},
					"Translation":
					{
						"Text": "角色放置助手"
					},
					"Key": "KBFLUTIL_Widget_Controll.TextBlock_79.Text"
				},
				{
					"Source":
					{
						"Text": "Default"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BaseNode_FrackingCore.NewVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "Enable Debug & Tools"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KBFL_Config.BP_ConfigPropertyBool_C_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Fluids"
					},
					"Translation":
					{
						"Text": "液体"
					},
					"Key": "Widget_CheatBuilding.KBFL_MainWindow.Tabs[1].Text_5_FD671CE446AF05CA543E228C049AB0F9"
				},
				{
					"Source":
					{
						"Text": "Info"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BP_Subsystem_KBFL_DefaultSubsystem.Sprite.SpriteInfo.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Item Stack Size: {Name}"
					},
					"Translation":
					{
						"Text": "物品堆叠大小：{Name}"
					},
					"Key": "Widget_CheatBuilding.Node_Format_Text.Format"
				},
				{
					"Source":
					{
						"Text": "Items"
					},
					"Translation":
					{
						"Text": "物品"
					},
					"Key": "Widget_CheatBuilding.KBFL_MainWindow.Tabs[0].Text_5_FD671CE446AF05CA543E228C049AB0F9"
				},
				{
					"Source":
					{
						"Text": "KBFL Cheat Building"
					},
					"Translation":
					{
						"Text": "KBFL 作弊建筑"
					},
					"Key": "Widget_CheatBuilding.KBFL_MainWindow.mTitle"
				},
				{
					"Source":
					{
						"Text": "KBFL UTIL"
					},
					"Translation":
					{
						"Text": "KBFL 工具"
					},
					"Key": "BC_Debug.BC_Debug_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Kyris Blueprint Function library"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KBFL_Config.KBFL_Config_C.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Location: X"
					},
					"Translation":
					{
						"Text": "位置：X"
					},
					"Key": "UtilsBuildMode_LocationX.UtilsBuildMode_LocationX_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Location: Y"
					},
					"Translation":
					{
						"Text": "位置：Y"
					},
					"Key": "UtilsBuildMode_LocationY.UtilsBuildMode_LocationY_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Location: Z"
					},
					"Translation":
					{
						"Text": "位置：Z"
					},
					"Key": "UtilsBuildMode_LocationZ.UtilsBuildMode_LocationZ_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Resource: {Res} | Purity: {Pur}"
					},
					"Translation":
					{
						"Text": "资源:：{Res} | 纯度： {Pur}"
					},
					"Key": "KBFL_DEBUG_TraceNode.Node_Format_Text.Format_01"
				},
				{
					"Source":
					{
						"Text": "Rotation: Pitch"
					},
					"Translation":
					{
						"Text": "旋转：上下"
					},
					"Key": "UtilsBuildMode_Pitch.UtilsBuildMode_Pitch_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Rotation: Roll"
					},
					"Translation":
					{
						"Text": "旋转：滚动"
					},
					"Key": "UtilsBuildMode_Roll.UtilsBuildMode_Roll_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Rotation: Yaw"
					},
					"Translation":
					{
						"Text": "旋转：左右"
					},
					"Key": "UtilsBuildMode_Yaw.UtilsBuildMode_Yaw_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Scale: Scale"
					},
					"Translation":
					{
						"Text": "缩放：比例"
					},
					"Key": "UtilsBuildMode_Scale.UtilsBuildMode_Scale_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "User Created"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KBFL_MainWindow.KBFL_MainWindow_C.PaletteCategory"
				},
				{
					"Source":
					{
						"Text": "[UTIL/DEBUG] clear location from file"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KBFL_DEBUG_CLEAR.KBFL_DEBUG_CLEAR_C.Usage"
				},
				{
					"Source":
					{
						"Text": "{NodeName} - X: {0} | Y: {1} | Z: {2}"
					},
					"Translation":
					{
						"Text": "{NodeName} - X: {0} | Y: {1} | Z: {2}"
					},
					"Key": "KBFL_DEBUG_TraceNode.Node_Format_Text.Format"
				}
			]
		}
	]
}